Repository: Hejazapps/NewQrCode
Catalog: NewQrMaker/*.lproj/Localizable.strings
Languages: bn

source: Home
bn: হোম

source: Template
bn: টেমপ্লেট

source: Scan
bn: স্ক্যান

source: Draft
bn: ড্রাফট

source: Settings
bn: সেটিংস

source: Expand More
bn: আরও দেখুন

source: Collapse More
bn: সংক্ষিপ্ত করুন

source: Create Template
bn: টেমপ্লেট তৈরি করুন

source: Batch Scan
bn: ব্যাচ স্ক্যান

source: Create Gif
bn: জিআইএফ তৈরি করুন

source: Create Vcard
bn: ভিকার্ড (Vcard) তৈরি করুন

source: Decorate QR Code
bn: কিউআর কোড সাজান

source: Create AI QR
bn: এআই কিউআর তৈরি করুন

source: Create
bn: তৈরি করুন

source: Qr Code
bn: কিউআর কোড

source: Bar Code
bn: বারকোড

source: Pro
bn: প্রো

source: Trending
bn: ট্রেন্ডিং

source: View All
bn: সব দেখুন

source: Customized
bn: কাস্টমাইজড

source: Gif
bn: জিআইএফ

source: Back
bn: ফিরে যান

source: Done
bn: সম্পন্ন

source: Next
bn: পরবর্তী

source: Finish
bn: শেষ

source: Cancel
bn: বাতিল

source: Save
bn: সংরক্ষণ

source: Edit
bn: সম্পাদনা

source: Preview
bn: প্রিভিউ

source: Continue
bn: চালিয়ে যান

source: Go To Settings
bn: সেটিংসে যান

source: Business
bn: ব্যবসা

source: Love
bn: ভালোবাসা

source: Wifi
bn: ওয়াইফাই

source: Event
bn: ইভেন্ট

source: Holiday
bn: ছুটি

source: Social Media
bn: সোশ্যাল মিডিয়া

source: Explore Templates
bn: টেমপ্লেট এক্সপ্লোর করুন

# fav_text
source: Your favourites will appear here
bn: আপনার ফেভারিটগুলো এখানে দেখাবে

# fave_subtext
source: Save your most-used QR templates for easy access later
bn: সহজে খুঁজে পেতে আপনার সবচেয়ে বেশি ব্যবহৃত টেমপ্লেটগুলো সেভ করুন

source: Favourite
bn: ফেভারিট

source: No Scans Yet
bn: এখনও কোনো স্ক্যান নেই

source: No created code Yet
bn: এখনও কোনো কোড তৈরি করা হয়নি

# messageT
source: Your Custom Template will render here
bn: আপনার কাস্টম টেমপ্লেট এখানে দেখা যাবে

source: Sound
bn: শব্দ

source: Vibrate
bn: ভাইব্রেট

source: History
bn: ইতিহাস

source: Link Open
bn: লিঙ্ক ওপেন

source: Share this app
bn: অ্যাপটি শেয়ার করুন

source: Rate this app
bn: রেটিং দিন

source: Contact us
bn: যোগাযোগ করুন

source: Terms of Use
bn: ব্যবহারের শর্তাবলী

source: Privacy Policy
bn: গোপনীয়তা নীতি

source: Sound when you scan codes
bn: কোড স্ক্যান করার সময় শব্দ হবে

source: Vibrate if scan is successful
bn: স্ক্যান সফল হলে ভাইব্রেট হবে

source: Save history of your scans
bn: স্ক্যান হিস্ট্রি সেভ করে রাখুন

source: Automatically Open if scan is successful
bn: সফল স্ক্যান হলে অটোমেটিক লিঙ্ক ওপেন হবে

source: APP SETTING
bn: অ্যাপ সেটিং

source: OTHER
bn: অন্যান্য

source: Purchase
bn: কিনুন

source: Restore
bn: রিস্টোর

source: Unlimited Templates
bn: আনলিমিটেড টেমপ্লেট

source: Unlimited CSV Exports & Folders
bn: আনলিমিটেড সিএসভি এক্সপোর্ট ও ফোল্ডার

source: Exclusive Qr Code Design
bn: এক্সক্লুসিভ কিউআর কোড ডিজাইন

source: Scan Qr Codes & Bar Codes
bn: কিউআর ও বারকোড স্ক্যান করুন

source: Qr Codes with Custom Designs
bn: কাস্টম ডিজাইনের কিউআর কোড

source: Weekly Plan
bn: সাপ্তাহিক প্ল্যান

source: Monthly Plan
bn: মাসিক প্ল্যান

source: Yearly Plan
bn: বার্ষিক প্ল্যান

# Cancel Message
source: Subscription is auto renewable, Cancel anytime
bn: সাবস্ক্রিপশন অটো-রিনিউয়েবল, যেকোনো সময় বাতিলযোগ্য

source: week
bn: সপ্তাহ

source: month
bn: মাস

source: year
bn: বছর

source: Without Free
bn: ফ্রি ছাড়া

source: Most Popular
bn: সবচেয়ে জনপ্রিয়

source: Manage Subscriptions
bn: সাবস্ক্রিপশন পরিচালনা

source: days free
bn: দিন ফ্রি

source: per week
bn: প্রতি সপ্তাহ

source: OFF
bn: বন্ধ

source: Unlock All Features
bn: সব ফিচার আনলক করুন

source: Lifetime Access
bn: লাইফটাইম অ্যাক্সেস

source: Best Value
bn: সেরা মূল্য

source: One-time payment
bn: এককালীন পেমেন্ট

source: Purchased
bn: ক্রয় করা হয়েছে

# RestoreD
source: Restore Purchase Done
bn: রিস্টোর সম্পন্ন হয়েছে

source: Nothing to Restore
bn: রিস্টোর করার কিছু নেই

source: Facebook
bn: ফেসবুক

source: Instagram
bn: ইনস্টাগ্রাম

source: Twitter
bn: টুইটার

source: LinkedIn
bn: লিঙ্কডইন

source: Skype
bn: স্কাইপ

source: Viber
bn: ভাইবার

source: WhatsApp
bn: হোয়াটসঅ্যাপ

source: Pinterest
bn: পিন্টারেস্ট

source: Tumblr
bn: টাম্বলার

source: YouTube
bn: ইউটিউব

source: YouTube Video
bn: ইউটিউব ভিডিও

source: Google Plus
bn: গুগল প্লাস

source: App Store
bn: অ্যাপ স্টোর

source: Google Search
bn: গুগল সার্চ

source: Yahoo
bn: ইয়াহু

source: Bing Search
bn: বিং সার্চ

source: DuckDuck Go
bn: ডাকডাক গো

source: TikTok
bn: টিকটক

source: Snapchat
bn: স্ন্যাপচ্যাট

source: Wechat
bn: উইচ্যাট

source: iCloud
bn: আইক্লাউড

source: Google Drive
bn: গুগল ড্রাইভ

source: Dropbox
bn: ড্রপবক্স

source: Box
bn: বক্স

source: One Drive
bn: ওয়ান ড্রাইভ

source: Flickr
bn: ফ্লিকার

source: Website
bn: ওয়েবসাইট

source: Vcard
bn: ভিকার্ড

source: MECARD
bn: মিক্সি কার্ড (MECARD)

source: Phone Number
bn: ফোন নম্বর

source: Sms
bn: এসএমএস

source: Email
bn: ইমেইল

source: Text
bn: টেক্সট

source: Location
bn: লোকেশন

source: Link:
bn: লিঙ্ক:

source: First Name:
bn: প্রথম নাম:

source: Last Name:
bn: শেষ নাম:

source: Organization:
bn: প্রতিষ্ঠান:

source: Job Title
bn: পদবী

source: Street:
bn: রাস্তা/সড়ক:

source: City:
bn: শহর:

source: State
bn: রাজ্য/প্রদেশ

source: Country
bn: দেশ

source: Postal Code:
bn: পোস্টাল কোড:

source: NickName
bn: ডাক নাম:

source: Address
bn: ঠিকানা:

source: Note:
bn: নোট:

source: Birthday
bn: জন্মদিন

source: CC
bn: সিসি:

source: Subject
bn: বিষয়:

source: Email Body
bn: ইমেইল বডি:

source: TWITTER ID
bn: টুইটার আইডি:

source: Enter number:
bn: নম্বর লিখুন:

source: YouTube link:
bn: ইউটিউব লিঙ্ক:

source: Enter YouTube ID:
bn: ইউটিউব আইডি লিখুন:

source: Enter fields:
bn: ঘরগুলো পূরণ করুন:

source: App Store App Link:
bn: অ্যাপ স্টোর লিঙ্ক:

source: Icloud Link:
bn: আইক্লাউড লিঙ্ক:

source: Enter link
bn: লিঙ্ক দিন

source: Enter search item:
bn: সার্চ আইটেম লিখুন:

source: Instagram ID:
bn: ইনস্টাগ্রাম আইডি:

source: Skype ID:
bn: স্কাইপ আইডি:

source: Facebook Link:
bn: ফেসবুক লিঙ্ক:

source: Linkedin ID:
bn: লিঙ্কডইন আইডি:

source: Enter profile link
bn: প্রোফাইল লিঙ্ক দিন

source: Enter Text:
bn: টেক্সট লিখুন:

source: Network Name:
bn: নেটওয়ার্কের নাম:

source: Password:
bn: পাসওয়ার্ড:

source: Encription:
bn: এনক্রিপশন:

source: Mobile:
bn: মোবাইল:

source: Fax：
bn: ফ্যাক্স:

source: Zip
bn: জিপ কোড

source: Company:
bn: কোম্পানি:

source: Your job:
bn: আপনার পেশা:

source: Enter Code:
bn: কোড লিখুন:

source: 12 digits and 1 check digit
bn: ১২টি সংখ্যা এবং ১টি চেক ডিজিট

source: 7 digits and 1 check digit
bn: ৭টি সংখ্যা এবং ১টি চেক ডিজিট

source: 11 digits and 1 check digit
bn: ১১টি সংখ্যা এবং ১টি চেক ডিজিট

source: Only A-Z, digits, -, ., space, $, /, +, %, *
bn: শুধুমাত্র A-Z, সংখ্যা এবং বিশেষ চিহ্ন ব্যবহারযোগ্য

source: Text, no special characters
bn: টেক্সট, কোনো বিশেষ চিহ্ন নয়

source: Design
bn: ডিজাইন

source: Content
bn: কনটেন্ট

source: Position maker
bn: পজিশন মেকার

source: Body Shape
bn: বডি শেপ

source: Logo
bn: লোগো

source: Forground Color
bn: ফোরগ্রাউন্ড কালার

source: BackGround Color
bn: ব্যাকগ্রাউন্ড কালার

source: Camera & Gallery
bn: ক্যামেরা ও গ্যালারি

source: Pupil
bn: পিউপিল

source: Pixel Color
bn: পিক্সেল কালার

source: Gradient
bn: গ্রেডিয়েন্ট

source: Eye
bn: আই (Eye)

source: On Pixel
bn: অন পিক্সেল

source: Choose Your First Color
bn: প্রথম রঙ বেছে নিন

source: Choose Your Second Color
bn: দ্বিতীয় রঙ বেছে নিন

source: Emoji
bn: ইমোজি

source: Add Gradient
bn: গ্রেডিয়েন্ট যোগ করুন

# make_mess
source: Make Your Own Gradient
bn: নিজের গ্রেডিয়েন্ট তৈরি করুন

source: Add Photo
bn: ছবি যোগ করুন

source: Crop
bn: ক্রপ

source: Filter
bn: ফিল্টার

source: Overlay
bn: ওভারলে

source: Shape
bn: শেপ

source: Graphics
bn: গ্রাফিক্স

source: Adjust
bn: অ্যাডজাস্ট

source: Quotes
bn: উক্তি

source: Image
bn: ছবি

source: Frames
bn: ফ্রেম

source: Background
bn: ব্যাকগ্রাউন্ড

source: Keyboard
bn: কীবোর্ড

source: Font
bn: ফন্ট

source: Align
bn: অ্যালাইন

source: Shadow
bn: শ্যাডো

source: Color
bn: রঙ

source: Texture
bn: টেক্সচার

source: Pattern
bn: প্যাটার্ন

source: BG
bn: ব্যাকগ্রাউন্ড

source: offset
bn: অফসেট

source: opacity
bn: অপাসিটি

source: radius
bn: রেডিয়াস

source: CREATED
bn: তৈরিকৃত

source: SCANNED
bn: স্ক্যানকৃত

source: Enter folder name
bn: ফোল্ডারের নাম লিখুন

# Foldernameempty
source: Folder name is empty!
bn: ফোল্ডারের নাম খালি!

# FolderNameExists
source: Folder name exists Already!
bn: এই নামের ফোল্ডার ইতিমধ্যেই আছে!

# moveFilesToFolderPrompt
source: Do you want to move the selected files to folder?
bn: আপনি কি নির্বাচিত ফাইলগুলো ফোল্ডারে সরাতে চান?

# noFileSelected
source: No file has been selected!
bn: কোনো ফাইল নির্বাচিত হয়নি!

source: CODES
bn: কোডগুলো

source: Delete
bn: মুছে ফেলুন

source: Export
bn: এক্সপোর্ট

source: Move
bn: সরান

# delete_file_confirmation
source: Do you want to delete the file?
bn: আপনি কি ফাইলটি মুছে ফেলতে চান?

# no_folder_selected
source: No folder has been selected!
bn: কোনো ফোল্ডার নির্বাচিত হয়নি!

source: No Internet
bn: ইন্টারনেট নেই

# internet_connection
source: Please check your internet connection
bn: অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন

source: Ok
bn: ঠিক আছে

source: Invalid Code!
bn: অকার্যকর কোড!

source: Note
bn: নোট

source: Warning
bn: সতর্কবার্তা

source: Alert
bn: সতর্কতা

source: Error
bn: ত্রুটি

# Enter_f
source: Enter fields properly.
bn: ঘরগুলো সঠিকভাবে পূরণ করুন।

source: Can not Detect Any Code!
bn: কোনো কোড শনাক্ত করা যায়নি!

# Failedcard
source: Failed to create Vcard
bn: ভিকার্ড তৈরি করতে ব্যর্থ হয়েছে

source: Access to Contacts Denied
bn: কন্টাক্ট অ্যাক্সেস প্রত্যাখ্যাত

# grant_contacts_access_message
source: Please grant access to your contacts in Settings to use this feature.
bn: এই ফিচারটি ব্যবহার করতে সেটিংস থেকে কন্টাক্ট অ্যাক্সেস দিন।

# failed_to_fetch_contacts_message
source: Failed to fetch contacts. Please try again later.
bn: কন্টাক্ট আনতে ব্যর্থ হয়েছে। পরে চেষ্টা করুন।

# email_not_configured
source: Email is not configured!
bn: ইমেইল কনফিগার করা নেই!

source: Photos Access required
bn: ফটো অ্যাক্সেস প্রয়োজন

# scan_codes_from_images_photos_access_required
source: To scan codes from images the app needs Photos access
bn: ছবি থেকে কোড স্ক্যান করতে অ্যাপটির ফটো অ্যাক্সেস প্রয়োজন

source: Allow Access
bn: অনুমতি দিন

# rating_message
source: Hello there. It’s just us building this app. If you found our app useful for you please give us a good rating. It will help us to grow. We will reach out to you. Thanks
bn: নমস্কার। আমরা মাত্র কয়েকজন মিলে এই অ্যাপটি তৈরি করেছি। অ্যাপটি আপনার কাজে লাগলে ভালো রেটিং দিয়ে আমাদের উৎসাহিত করুন। ধন্যবাদ!

# rate_title
source: If you enjoy using QRMAKER App, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
bn: আপনি যদি QRMaker ব্যবহার করে আনন্দ পান, তবে কি একটু রেটিং দেবেন? এটি মাত্র এক মিনিট সময় নেবে। সমর্থনের জন্য ধন্যবাদ!

# new_rate
source: Enjoying the app? We'd love your support! ⭐ A quick 5-star rating helps us improve and reach more users like you. Thanks!
bn: অ্যাপটি কি ভালো লাগছে? আমরা আপনার সমর্থন চাই! ⭐ একটি ৫-স্টার রেটিং আমাদের আরও উন্নত হতে সাহায্য করবে। ধন্যবাদ!

source: Remind me later
bn: পরে মনে করিয়ে দেবেন

source: No, thank you
bn: না, ধন্যবাদ

source: Review
bn: রিভিউ

# review_alert_title
source: We Honored You - Now It's Your Turn!
bn: আমরা আপনাকে সম্মানিত করেছি - এবার আপনার পালা!

# review_alert_message
source: As a token of appreciation for being part of our community, we've granted you exclusive lifetime access to our service—completely FREE! 🎉 We hope you're enjoying the experience so far. If you’re happy with what we've provided, we'd be incredibly grateful if you could take a moment to rate us on the App Store.
bn: আমাদের কমিউনিটির অংশ হওয়ার জন্য আপনাকে সম্পূর্ণ বিনামূল্যে লাইফটাইম অ্যাক্সেস দেওয়া হয়েছে! 🎉 আমরা আশা করি আপনি অ্যাপটি পছন্দ করছেন। আপনি যদি খুশি হন, তবে অ্যাপ স্টোরে একটি রেটিং দিলে আমরা কৃতজ্ঞ থাকব।

# welcome_message
source: Welcome to
bn: স্বাগতম

source: Scan Fast & Precise
bn: দ্রুত এবং নির্ভুল স্ক্যান

# privacy_agreement_message
source: By continuing, you agree to our
bn: চালিয়ে যাওয়ার মাধ্যমে, আপনি আমাদের সাথে একমত পোষণ করছেন:

source: User Agreements
bn: ব্যবহারকারীর চুক্তি

source: and
bn: এবং

# create_customize
source: Create instantly, Customize effortlessly.
bn: দ্রুত তৈরি করুন, সহজে সাজান।

# effortless_qr_barcode
source: Effortlessly create and customize QR codes & barcodes tailored to your needs with our versatile tools
bn: আমাদের বহুমুখী টুলের মাধ্যমে আপনার প্রয়োজন অনুযায়ী কিউআর ও বারকোড তৈরি করুন।

# organize_share
source: Organize & Share Seamlessly
bn: সহজে গোছান এবং শেয়ার করুন

# organize_share_qr_barcode
source: Organize and share your QR codes & barcodes seamlessly using our intuitive file manager and sharing options
bn: আমাদের ফাইল ম্যানেজার ব্যবহার করে সহজে কিউআর ও বারকোড সাজান এবং শেয়ার করুন।

source: Must Have App For iPhone
bn: আইফোনের জন্য অত্যাবশ্যক একটি অ্যাপ

source: Fully Customizable
bn: সম্পূর্ণ কাস্টমাইজযোগ্য

# custom_qr_description
source: Transform any standard QR code into your own unique design.
bn: যেকোনো সাধারণ কিউআর কোডকে আপনার নিজস্ব ডিজাইনে রূপান্তর করুন।
